<script setup lang="ts"></script>

<template>
  <main class="py-30">
    <div class="container mx-auto flex flex-col gap-15">
      <h1>Возврат товара</h1>
      <mark
        >Товар на возврат принимается исключительно путем оформления заявки
        через личный кабинет, в разделе - рекламации. Без оформленной и
        подтвержденной заявки товар принят не будет.</mark
      >
      <h2>Возврат товара надлежащего качества</h2>
      <h3>Условия возврата</h3>
      <p>
        Товар принимается к возврату только в полной комплектации, со всеми
        упаковками и наклейками, в неиспользованном виде
      </p>
      <h3>Причины возврата</h3>
      <p>Товар не подошел по техническим характеристикам.</p>
      <h3>Срок возврата товара</h3>
      <p>
        Срок возврата товара надлежащего качества составляет 14 дней с момента
        получения товара.
      </p>
      <h2>Возврат товара ненадлежащего качества</h2>
      <h3>Причина возврата</h3>
      <p>
        Производственный недостаток (брак) товара, в соответствии с действующим
        законодательством
      </p>
      <h3>Срок возврата товара</h3>
      <p>
        Покупатель может вернуть товар в течение гарантийного срока,
        установленного производителем.
      </p>
      <p>
        В случае, если по результату рассмотрения заявки продавцом принято
        положительное решение, покупатель может вернуть товар продавцу.
      </p>
      <h3>Как вернуть товар</h3>
      <ol class="list-decimal ml-20">
        <li>Самостоятельно в пункт выдачи LOADERPRO</li>
        <li>
          Покупатель может самостоятельно вернуть товар ненадлежащего качества в
          наши фирменные пункты выдачи.
        </li>
        <li>Курьером транспортной компании в пункт выдачи LOADERPRO</li>
        <li>
          Покупатель может оформить доставку транспортной компанией и вернуть
          товар ненадлежащего качества в наши фирменные пункты выдачи. Расходы
          на доставку будут компенсированы в будущих заказах.
        </li>
      </ol>
    </div>
  </main>
</template>

<style scoped lang="scss">
mark {
  display: inline-block;
  align-items: center;
  margin-bottom: calc(14 * var(--width-multiplier));
  border-radius: calc(5 * var(--width-multiplier));
  padding: calc(5 * var(--width-multiplier));
  font-weight: 700;
  color: #b2390b;
  background: #fcd48b;

  &::before {
    content: "!";
    position: relative;
    display: inline-flex;
    flex: none;
    align-items: center;
    justify-content: center;
    margin-right: calc(5 * var(--width-multiplier));
    border-radius: 100%;
    width: calc(15 * var(--width-multiplier));
    height: calc(15 * var(--width-multiplier));
    color: #fcd48b;
    background: #b2390b;
  }
}
</style>
